{
  "appName": "Alibaba Cloud DataWorks Public Datasets",
  "appDescription": "A extraordinary dataworks public datasets chrome extension, let you can lookup SQL statements of public datasets.",
  "cn-shanghai": "Shanghai",
  "cn-beijing": "Beijing",
  "cn-hangzhou": "Hangzhou",
  "cn-shenzhen": "Shenzhen",
  "cn-chengdu": "Chengdu",
  "cn-zhangjiakou": "Zhangjiakou",
  "cn-wulanchabu": "Wulanchabu",
  "cn-hongkong": "Hongkong",
  "ap-northeast-1": "Tokyo",
  "ap-southeast-1": "Singapore",
  "ap-southeast-2": "Sydney",
  "ap-southeast-3": "Kuala Lumpur",
  "ap-southeast-5": "Jakarta",
  "us-east-1": "Virginia",
  "us-west-1": "Silicon Valley",
  "eu-west-1": "London",
  "eu-central-1": "Frankfurt",
  "ap-south-1": "Mumbai",
  "me-east-1": "Dubai",
  "cn-shanghai-finance-1": "Shanghai Finance",
  "cn-shenzhen-finance-1": "Shenzhen Finance",
  "cn-north-2-gov-1": "Beijing Gov",
  "shareLinkTitle": "Link Share",
  "openLink": "Open",
  "copy": "Copy",
  "close": "Close",
  "useGuide": "Use Guide",
  "copySuccess": "Copy Success",
  "copyScenarioSql": "Copy Scenario SQL",
  "details": "Details",
  "scenario": "Scenario",
  "maxCompute": "MaxCompute",
  "hologres": "Hologres",
  "emrSpark": "EMR Spark",
  "datasetTableIndex": "Index",
  "datasetTableColumnName": "Name",
  "datasetTableColumnType": "Type",
  "datasetTableColumnComment": "Description",
  "datasetLicense": "Dataset License",
  "datasetRefTip": "This Dataset From ",
  "datasetLicenseTip": "Following data constraint ",
  "publicDataset706Name": "Github Events Dataset",
  "publicDataset706Des": "A large number of developers are developing open source projects on GitHub, and a large number of events are generated during the development process of the project. GitHub will record the type and details of each event, developer, code repository and other information, and open the public events in it, including adding stars, submitting code, etc.",
  "publicDataset701Name": "Alibaba e-Commerce Dataset",
  "publicDataset701Des": "This dataset comes from the Tianchi Alibaba Mobile Recommendation Algorithm Challenge and is based on Alibaba’s 1 million desensitized product data. You can experience Alibaba Cloud’s big data analysis capabilities based on various products, operations, time and other fields.",
  "publicDataset1001Name": "QS World University Rankings",
  "publicDataset1001Des": "This dataset comes from the official website of QS Top Universities, which contains the world university rankings from 2022 to 2024. Each institution includes quantifiable indicators such as overall rating, academic reputation, and proportion of international students. It can analyze the performance of target institutions in different ratings. Dimension changing trends or rankings, etc. Please see the table details for specific field definitions.",
  "publicDataset1002Name": "Tourism data of various districts and counties in Hangzhou",
  "publicDataset1002Des": "This dataset comes from the Hangzhou Culture and Tourism Data Online Open Platform (data date updated to 2023.07.18). It contains the daily number of consumers, consumption amounts, hotel occupancy rates and other tourism-related indicators in each district and county of Hangzhou. It can be used in travel scenarios Quickly analyze travel conditions and consumption trends in various districts and counties. Please see the table details for specific field definitions.",
  "publicDataset703Name": "Taobao advertising dataset",
  "publicDataset703Des": "This dataset is based on Taobao display ad click data, and randomly sampled the ad display/click logs of 1.14 million users within 8 days (26 million records). Please see the table details for specific field definitions.",
  "publicDataset705Name": "Alibaba music dataset",
  "publicDataset705Des": "This dataset comes from the Tianchi \"Alibaba Music Popular Trend Forecast\" Challenge, jointly provided by Tsinghua University and Alibaba Cloud. Based on the historical playback data of Alibaba Music users, we analyze the listening volume of artists at each stage on the Alibaba Music platform to predict trend trends. Please see the table details for specific field definitions.",
  "publicDataset1004Name": "Global Electric Vehicle Dataset",
  "publicDataset1004Des": "This dataset contains the statistics of electric vehicles and charging piles in various countries and regions around the world from 2010 to 2022, and covers the annual sales volume of electric vehicles, the number of charging piles, the total power demand of electric vehicles and other indicators, which can be used to analyze Statistical analysis of global electric vehicle demand and usage; at the same time, historical data can be used to forecast and predict future electric vehicle demand.",
  "publicDataset702Name": "Taobao Shopping Dataset",
  "publicDataset702Des": "This data set contains the random behaviors (behaviors include clicks, purchases, additional purchases, and likes) of approximately 1 million desensitized users between November 25, 2017, and December 3, 2017. The number of users is 987,994, and the number of products is 4,162,024. , the number of all behaviors is 100,150,807.",
  "publicDataset704Name": "Fliggy Recommended Dataset",
  "publicDataset704Des": "This dataset is the desensitized behavior data of Fliggy platform users, which includes desensitized information on the basic attributes of users and the basic attributes of products. The current user's interests can be analyzed, predicted, and recommended from the behavioral data of users and user groups. Please see the table details for specific field definitions.",
  "publicDataset1003Name": "Dataset of GDP of various regions in mainland China",
  "publicDataset1003Des": "This dataset contains the annual GDP data of each province in mainland China (excluding Hong Kong, Macao, and Taiwan) from 2003 to 2022. You can query and explore the per capita GDP of each region by province name and year. Changes in indicators such as the added value of the primary industry, industrial added value, and wholesale and retail value added.",
  "publicDataset1005Name": "Asian Games Medal Dataset",
  "publicDataset1005Des": "This data set contains the medals won by each country and region in the Asian Games from 1951 to 2022.",
  "publicDataset1006Name": "Mainland China patent application and grant dataset",
  "publicDataset1006Des": "This dataset contains three major categories of patent application and authorization data in each province in mainland China (excluding Hong Kong, Macao, and Taiwan) from 2003 to 2021. You can query and explore invention patents in each region by province name and year. Trends in the number of applications and authorizations for utility model patents and design patents."
}